[ 
  {
    "id": 0,
    "nom": "Pie bavarde",
    "nom_latin": "Pica pica",
    "ordre": "Passériformes",
    "famille": "Corvidés",
    "genre": "Pica",
    "espece": "Pica",
    "description": "La pie bavarde est un oiseau noir et blanc à longue queue. L'adulte a la tête, la poitrine, le dos et le bas-ventre noirs. Les ailes et la queue présentent un plumage iridescent bleu-vert métallique. On peut voir de grandes taches blanches sur les scapulaires, et des marques blanches sur les primaires, visibles sur les ailes déployées. L'abdomen est d'un blanc pur. La queue est longue, graduée, avec une bande à reflets violets près de l'extrémité. Le bec puissant est noir. Les yeux sont brun foncé. Les pattes et les doigts sont noirs. Le mâle est plus grand que la femelle. Le juvén le ressemble aux adultes avec un plumage plus terne.",
    "taille": "50 cm",
    "envegure": "56 à 61 cm",
    "poids": "145 à 240 g",
    "vie": "15 ans",
    "alimentation": "La pie bavarde est omnivore, se nourrissant surtout d'insectes. Mais elle consomme aussi des graines de conifères après la période de reproduction. Elle se nourrit aussi de baies, graines et noisettes en hiver. Elle mange des détritus, des oeufs et des oisillons, ainsi que des petits rongeurs.",
    "nidation": "La pie bavarde nidifie généralement en solitaire, mais on peut aussi la trouver en petites colonies lâches. Elle est grégaire en dehors de la période de reproduction. Elles se rassemblent en groupes bruyants en hiver. Elles poursuivent les prédateurs et dérobent de la nourriture aux autres espèces. ",
    "habitat": "La pie bavarde vit dans les zones agricoles, les bosquets, les zones ouvertes ou légèrement boisées, les prairies et les abords des montagnes, les parcs et les jardins, même en ville.",
    "type-de-vol": "La pie bavarde effectue un vol direct avec de lents mais fermes battements d'ailes. Son vol est plus faible que celui des autres corvidés à cause de la longueur de sa queue.",
    "photoUrl": "http://www.oiseaux.net/photos/john.gould/images/pie.bavarde.jogo.0p.jpg",
    "distribution": "http://www.oiseaux.net/maps/images/pie.bavarde.1.200.w.png",
    "chant": ""
  },
  {
    "id": 1,
    "nom": "Mésange huppée",
    "nom_latin": "Lophophanes cristatus",
    "ordre": "Passériformes",
    "famille": "Paridés",
    "genre": "Lophophanes",
    "espece": "cristatus",
    "description": "Sa huppe mouchetée blanche et noire permet de distinguer cette espèce de tous les autres petits oiseaux nichant en France. La mésange huppée a des dessins noirs et blancs sur la face. Le dessus de son corps est marron-gris et le dessous chamois et blanc.",
    "taille": "12 cm",
    "envegure": "-",
    "poids": "10 à 13 g",
    "vie": "5 ans",
    "alimentation": "Cette mésange se nourrit surtout d'insectes et d'araignées l'été et de graines en dehors de la période de reproduction.",
    "nidation": "Nid : souvent, elle aménage un trou dans le bois pourri, si elle n'a pas choisi l'entrelacs des branchettes de l'aire d'un rapace, même habitée. Il lui arrive de nicher à découvert. Le nid est fait de mousse recouverte de poils.Ponte : la mésange huppée pond de 5 à 8 oeufs principalement entre avril et mai. L'incubation dure entre 13 et 14 jours. Les jeunes restent entre 20 et 22 jours au nid.",
    "habitat": "Etroitement liée aux conifères, elle habite de préférence les massifs âgés et compacts de résineux ou mixtes. Pourtant, on la trouve aussi dans des parcs et des jardins à condition qu'ils comportent des groupes de hauts conifères. En Espagne, elle fréquente aussi les bois de chêne-liège.",
    "type-de-vol": "La mésange huppée est peu farouche, mais elle n'aime pas se montrer à découvert. A la fin de l'hiver, le mâle parade au vol ou dresse sa huppe en faisant vibrer ses ailes, tandis que la femelle explore les cavités des arbres ou les creux des souches. Dès septembre, les mésanges huppées se joignent aux autres petits oiseaux sylvestres, mésanges, roitelets et grimpereaux, qui s'associent à la mauvaise saison en quête de nourriture.",  
    "photoUrl": "http://www.oiseaux.net/photos/john.gould/images/mesange.huppee.jogo.0p.jpg",
    "distribution": "http://www.oiseaux.net/maps/images/mesange.huppee.1.275.w.png",
    "chant": ""
  },
    {
    "id": 2,
    "nom": "Aigle royal",
    "nom_latin": "Aquila chrysaetos",
    "ordre": "Accipitriformes",
    "famille": "Accipitridés",
    "genre": "Aquila",
    "espece": "chrysaetos",
    "description": "L'Aigle royal est un aigle de grande taille, un des plus grands au monde, dont l'envergure dépasse les 2 mètres et le poids les 5 kg. Il est bien proportionné et peut faire illusion quant à sa taille qui peut paraître plus faible qu'elle n'est en réalité. Sa silhouette n'est pas sans rappeler à distance celle d'une buse qui aurait de longues ailes à 6 doigts. Les ailes sont longues et larges et la longueur de la queue équivaut à peu près à la largeur de l'aile. Le plumage brun sombre paraît assez uniforme à distance. L'adulte se reconnaît au brun roussâtre de la nuque et de l'arrière du cou, couleur qui lui a valu autrefois le nom d'Aigle doré. De plus, les couvertures moyennes chamois forment sur les ailes deux zones pâles visibles en vol et au posé. Les rémiges et les rectrices possèdent une base claire nettement barrée et une large extrémité sombre, ce qui se voit bien en vol. Au posé, il faut noter la forte taille de l'oiseau, la puissance de ses serres et ses narines en fente oblique. Les sexes ne diffèrent que par la taille.",
    "taille": "90 cm",
    "envegure": "190 à 227 cm",
    "poids": "3630 à 6700 g",
    "vie": "25 ans",
    "alimentation": "L'Aigle royal est un rapace puissant capable de s'attaquer à des proies de grande taille telles que lièvres et lapins, jeunes renards, marmottes, gallinacés, corvidés, rapaces plus petits tels que buses, et de les transporter ensuite vers l'aire, dans la mesure où leur poids n'est pas excessif. Suivant les populations, la part prépondérante du régime peut être constituée de mammifères ou d'oiseaux. La proie est capturée au sol, souvent par surprise après un repérage initial suivi d'une approche au vol à l'aveugle. Il sait se faire nécrophage en cas de disette ou par opportunisme. C'est ainsi qu'il peut s'empoisonner avec des plombs de chasse en dévorant un gibier ramassé mort.",
    "nidation": "L'aire est le plus souvent construite dans une falaise à un endroit inaccessible et dominant, parfois dans un arbre. Elle est faite de branchages, certains de forte taille, et garnie d'éléments verts. Elle peut mesurer jusqu'à 2 m en largeur et plusieurs mètres en hauteur avec l'accumulation de branchages nouveaux au fil des ans. Le couple possède généralement plusieurs aires qu'il occupe en alternance en fonction des circonstances, les mieux placées l'étant de générations en générations. En mars ou avril, la femelle y pond 2 œufs blanchâtres tachetés de brun qu'elle incubera durant 45 jours environ. Au début, seul le mâle chasse pour nourrir la femelle puis la nichée. La femelle ne quittera le nid que lorsque les jeunes seront suffisamment développés pour rester seuls. Les aiglons quitteront le nid à l'âge de 2 mois à 2 mois 1/2 mais resteront encore longtemps sous la dépendance des parents, parfois même jusqu'au début de l'année suivante.",
    "habitat": "L'Aigle royal est un rapace des grands espaces ouverts où il peut chasser des proies de grande taille, et ce quelles que soient l'altitude et la latitude. Du nord au sud, on le trouvera ainsi lié à la toundra arctique, aux milieux alpins, aux différents types de steppes, enfin aux déserts et semi-déserts. Il recherche habituellement les parois rocheuses pour la nidification, mais les variations locales sont nombreuses. Il peut même nicher au sol dans des endroits reculés dépourvus de falaises mais riches en proies. Dans le nord de son aire, il lui arrive de nicher sur un arbre bien que n'étant pas du tout un forestier. En Europe de l'ouest, on le voit surtout comme un montagnard chassant la marmotte dans les alpages, mais c'est une vue réductrice de l'ensemble de son habitus. La taille de son territoire dépend de l'abondance de ses proies et de la densité spécifique. Il peut s'étendre sur des 10es de km².",    
    "type-de-vol": " L'Aigle royal maîtrise parfaitement le vol plané. Il plane les ailes légèrement relevées au dessus du plan du corps. Il sait profiter des courants aériens pour s'élever sans effort, passer d'un versant de montagne à l'autre, sauter une crête, monter très haut dans le ciel pour surveiller son territoire. Son vol battu est ample et puissant. Il est capable d'accélérations foudroyantes quand par exemple il fond sur une proie au sol. Pendant la parade nuptiale, lors des jeux aériens, les oiseaux se poursuivent, décrivent des orbes, s'accrochent par les serres, tout en poussant leurs 'kyak' sonores. Ils terminent par des piqués vertigineux en direction de l'aire.",
    "photoUrl": "http://www.oiseaux.net/photos/john.gould/images/aigle.royal.jogo.0p.jpg",
    "distribution": "http://www.oiseaux.net/maps/images/aigle.royal.1.275.w.png",
    "chant": ""
  }
]
